[
  {
    "headline": "Elon Musk called Tesla's Sweden strike 'insane' — now it's spreading to Denmark",
    "publisher": "Business Insider",
    "article-content": "Tesla is embroiled in a growing battle with unions in Europe after the wave of strikes impacting the company in Sweden spread to Denmark.\nDanish dockworkers are refusing to unload the US electric car giant's vehicles in solidarity with Swedish Tesla workers, whose demands for better wages and benefits have sparked widespread strikes dubbed \"insane\" by Tesla boss Elon Musk.\n\"Like the companies, the trade union movement is global in the fight to protect workers,\" said Jan Villadsen, the chair of Danish labor union 3F, in a statement to Reuters.\nThe strike will only affect cars meant for the Swedish market, where workers are striking to try and force a collective agreement on wages and benefits for the 120 employees who work at Tesla's service facilities in the country.\nNine other Swedish unions have joined the strike in solidarity, with dockworkers refusing to unload Tesla's cars at ports and electricians refusing to repair the company's charging stations.\nThe Swedish postal service also joined the strike in November, meaning that for a time new Tesla owners in the country weren't able to receive their license plates or register their cars, a move that Musk called \"insane\" in a post on X.\nTesla won a reprieve after a court ruled that Sweden's Transport Agency must ensure that the license plates are delivered or face a fine, but the industrial disputes come at a bad time for the company as it battles to keep its spot as the world's top EV producer.\nSweden and Denmark aren't the only headache Tesla faces right now, with the electric car giant also bracing for a new wave of union pressure in the US.\nAfter securing bumper contracts from legacy automakers, the United Auto Workers (UAW) has launched a huge unionization drive targeting 150,000 workers at non-unionized car companies, including Tesla.\nTesla did not immediately respond to a request for comment from Business Insider, made outside normal US working hours."
  },
  {
    "headline": "Elon Musk v labour unions: Sweden edition - Tesla faces a small but serious threat in Scandinavia",
    "publisher": "The Economist",
    "article-content": "Elon musk, boss of Tesla, has gone to great lengths to keep unions away from his electric-car maker's 127,000 workers at its \"gigafactories\" in America, China and Europe. Even in Germany, land of harmonious relations between workers and bosses, the powerful metalworkers' union, ig Metall, has no say at the company's local plant in Grünheide, near Berlin. Mr Musk's latest challenge—a strike by some 130 mechanics at ten Tesla service workshops in Sweden—looks like a trifle. But it may yet prove consequential.\nThe Swedish strikers are members of if Metall, which represents the country's metalworkers. They downed tools on October 27th, demanding collective-bargaining rights. Mr Musk ignored them at first. That dismissive stance became harder to maintain as other workers joined them in sympathy strikes. Postal workers refused to deliver licence plates for Tesla cars, dockers to unload Teslas from ships and cleaners to scrub the firm's showrooms.\nOn November 27th Tesla filed lawsuits against the Swedish Transport Agency and the national postal service over their workers' refusal to deliver licence plates for its cars. On the same day the court ruled that Tesla would be allowed to collect the plates directly from the transport agency's offices. But the strike continues. if Metall vows to pay the strikers' wages for months, even years, if that is what it takes.\n\"My guess is that the Swedish unions will win,\" predicts Jesper Hamark of the University of Gothenburg. For if Metall this is a much bigger fight than a walkout by 130 car mechanics. The union does not want to set a precedent that could inspire other companies to operate in Sweden without accepting collective bargaining. Today around 90% of workers in Sweden are covered by such agreements; 69% are union members.\nA face-saving solution for Mr Musk could be to set up a Swedish subsidiary under a different name that would run the workshops and allow collective bargaining. Tesla's bigger worry is that the plucky Swedes embolden workers at its German factory, which manufactures 60% of Teslas sold in Europe. That share is likely to increase should European countries impose tariffs on electric cars from China, where the remaining 40% currently come from. To serve Europe's growing ev market, the world's second-biggest behind China, Tesla plans to double its German workforce from around 11,000 to 22,500.\n\"What's going on in Sweden is encouraging for us,\" says Markus Sievers of ig Metall. Swedish comrades' fight for better working conditions is its fight, the German union has declared. It claims that Tesla's German workers are paid a fifth less than those at carmakers covered by the industry's collective wage agreement. And it has already set up an office near Grünheide to win Tesla employees over."
  },
  {
    "headline": "A former OpenAI board member says Sam Altman's firing wasn't 'motivated by a desire to slow down OpenAI's work'",
    "publisher": "Business Insider",
    "article-content": "Former OpenAI board member Helen Toner says the board wasn't trying to stifle the company's progress by removing CEO Sam Altman.\nToner, a director at Georgetown University's Center for Security and Emerging Technology, announced her resignation from the board on Wednesday. She had previously voted for Altman's firing.\n\"Though there has been speculation, we were not motivated by a desire to slow down OpenAI's work,\" Toner wrote in an X post on the same day.\nAltman was briefly ousted from his position as OpenAI's chief executive.\nThe 38-year-old was fired on 17 November, with the board saying in a statement that Altman \"was not consistently candid in his communications\" with them.\nThe board didn't provide further details on Altman's ouster, though it was widely speculated that it was because of their concerns over his aggressive approach toward AI innovation.\nThe abruptness of Altman's departure, however, wasn't well received by OpenAI's employees. Nearly all of the company's staff threatened to quit unless the board resigned and Altman was reinstated.\nAfter a chaotic few days, which saw Altman first accepting an offer to lead Microsoft's new advanced AI research team, Altman finally returned as CEO last Wednesday.\nAside from bringing back Altman, OpenAI welcomed a new initial board comprising Bret Taylor, Larry Summers, and Adam D'Angelo.\nTaylor was announced as the new board chair. The former Salesforce executive said on Wednesday that OpenAI partner Microsoft would be given a non-voting board observer seat.\nOpenAI's previous board included Toner, technology entrepreneur Tasha McCauley and OpenAI's chief scientist Ilya Sutskever.\nRepresentatives for Toner and Altman did not immediately respond to a request for comment from Business Insider sent outside regular business hours."
  },
  {
    "headline": "The Sam Altman drama points to a deeper split in the tech world - Doomers and boomers are fighting for AI dominance",
    "publisher": "The Economist",
    "article-content": "Even by the pace of the tech world, the events over the weekend of November 17th were unprecedented. On Friday Sam Altman, the co-founder and boss of Openai, the firm at the forefront of an artificial-intelligence (ai) revolution, was suddenly sacked by the company's board. The reasons why they lost confidence in Mr Altman are unclear. Rumours point to disquiet about his side-projects, and fears that he was moving too quickly to expand Openai's commercial offerings without considering the safety implications, in a firm that has also pledged to develop the tech for the \"maximal benefit of humanity\". Over the next two days the company's investors and some of its employees sought to bring Mr Altman back.\nBut the board has stuck to its guns. Late on November 19th it appointed Emmett Shear, former head of Twitch, a video-streaming service, as interim chief executive. Even more extraordinarily, the next day Satya Nadella, the boss of Microsoft, one of Openai's largest investors, posted on X (formerly Twitter), that Mr Altman and a group of employees from Openai would be joining the software giant to lead a \"new advanced ai research team\".\nThe events at Openai are the most dramatic manifestation yet of a wider divide in Silicon Valley. On one side are the \"doomers\", who believe that, left unchecked, ai poses an existential risk to humanity and hence advocate stricter regulations. Opposing them are \"boomers\", who play down fears of an ai apocalypse and stress its potential to turbocharge progress. The camp that proves more influential could either encourage or stymie tighter regulations, which could in turn determine who will profit most from ai in the future.\nOpenai's corporate structure straddles the divide. Founded as a non-profit in 2015, the firm carved out a for-profit subsidiary three years later to finance its need for expensive computing capacity and brainpower in order to propel the technology forward. Satisfying the competing aims of doomers and boomers was always going to be difficult.\nThe split in part reflects philosophical differences. Many in the doomer camp are influenced by \"effective altruism\", a movement that is concerned by the possibility of ai wiping out all of humanity. The worriers include Dario Amodei, who left Openai to start up Anthropic, another model-maker. Other big tech firms, including Microsoft, are also among those worried about ai safety, but not as doomery.\nBoomers espouse a worldview called \"effective accelerationism\" which counters that not only should the development of ai be allowed to proceed unhindered, it should be speeded up. Leading the charge is Marc Andreessen, co-founder of Andreessen Horowitz, a venture-capital firm. Other ai boffins appear to sympathise with the cause. Meta's Yann LeCun and Andrew Ng and a slew of startups including Hugging Face and Mistral ai have argued for less restrictive regulation.\nMr Altman seemed to have sympathy with both groups, publicly calling for \"guardrails\" to make ai safe while simultaneously pushing Openai to develop more powerful models and launching new tools, such as an app store for users to build their own chatbots. Its largest investor, Microsoft, which has pumped over $10bn into Openai for a 49% stake without receiving any board seats in the parent company, is said to be unhappy, having found out about the sacking only minutes before Mr Altman did. That may be why the company offered Mr Altman and his colleagues a home.\nYet there appears to be more going on than abstract philosophy. As it happens, the two groups are also split along more commercial lines. Doomers are early movers in the ai race, have deeper pockets and espouse proprietary models. Boomers, on the other hand, are more likely to be firms that are catching up, are smaller and prefer open-source software.\nStart with the early winners. Openai's Chatgpt added 100m users in just two months after its launch, closely trailed by Anthropic, founded by defectors from Openai and now valued at $25bn. Researchers at Google wrote the original paper on large language models, software that is trained on vast quantities of data, and which underpin chatbots including Chatgpt. The firm has been churning out bigger and smarter models, as well as a chatbot called Bard.\nMicrosoft's lead, meanwhile, is largely built on its big bet on Openai. Amazon plans to invest up to $4bn in Anthropic. But in tech, moving first doesn't always guarantee success. In a market where both technology and demand are advancing rapidly, new entrants have ample opportunities to disrupt incumbents.\nThis may give added force to the doomers' push for stricter rules. In testimony to America's Congress in May Mr Altman expressed fears that the industry could \"cause significant harm to the world\" and urged policymakers to enact specific regulations for ai. In the same month a group of 350 ai scientists and tech executives, including from Openai, Anthropic and Google signed a one-line statement warning of a \"risk of extinction\" posed by ai on a par with nuclear war and pandemics. Despite the terrifying prospects, none of the companies that backed the statement paused their own work on building more potent ai models.\nPoliticians are scrambling to show that they take the risks seriously. In July President Joe Biden's administration nudged seven leading model-makers, including Microsoft, Openai, Meta and Google, to make \"voluntary commitments', to have their ai products inspected by experts before releasing them to the public. On November 1st the British government got a similar group to sign another non-binding agreement that allowed regulators to test their ai products for trustworthiness and harmful capabilities, such as endangering national security. Days beforehand Mr Biden issued an executive order with far more bite. It compels any ai company that is building models above a certain size—defined by the computing power needed by the software—to notify the government and share its safety-testing results.\nAnother fault line between the two groups is the future of open-source ai. llms have been either proprietary, like the ones from Openai, Anthropic and Google, or open-source. The release in February of llama, a model created by Meta, spurred activity in open-source ai (see chart). Supporters argue that open-source models are safer because they are open to scrutiny.​ Detractors worry that making these powerful ai models public will allow bad actors to use them for malicious purposes.\nBut the row over open source may also reflect commercial motives. Venture capitalists, for instance, are big fans of it, perhaps because they spy a way for the startups they back to catch up to the frontier, or gain free access to models. Incumbents may fear the competitive threat. A memo written by insiders at Google that was leaked in May admits that open-source models are achieving results on some tasks comparable to their proprietary cousins and cost far less to build. The memo concludes that neither Google nor Openai has any defensive \"moat\" against open-source competitors.\nSo far regulators seem to have been receptive to the doomers' argument. Mr Biden's executive order could put the brakes on open-source ai. The order's broad definition of \"dual-use\" models, which can have both military or civilian purposes, imposes complex reporting requirements on the makers of such models, which may in time capture open-source models too. The extent to which these rules can be enforced today is unclear. But they could gain teeth over time, say if new laws are passed.\nNot every big tech firm falls neatly on either side of the divide. The decision by Meta to open-source its ai models has made it an unexpected champion of startups by giving them access to a powerful model on which to build innovative products. Meta is betting that the surge in innovation prompted by open-source tools will eventually help it by generating newer forms of content that keep its users hooked and its advertisers happy. Apple is another outlier. The world's largest tech firm is notably silent about ai.  At the launch of a new iPhone in September the company paraded numerous ai-driven features without mentioning the term. When prodded, its executives lean towards extolling \"machine learning\", another term for ai.\nThat looks smart. The meltdown at Openai shows just how damaging the culture wars over ai can be. But it is these wars that will shape how the technology progresses, how it is regulated—and who comes away with the spoils."
  },
  {
    "headline": "'Unintended consequences': Friction at COP28 over green trade",
    "publisher": "The Straits Times",
    "article-content": "DUBAI - Inside the negotiating rooms and on the sidelines of the COP28 climate talks, simmering tensions over wealthy countries' \"green trade\" policies have been bubbling to the surface, with developing nations fearful they will be penalised.\nA particularly sore point has been the European Union's new carbon border tax, which sets a price on imported goods based on the emissions involved in creating them.\nWhile the EU considers the tax necessary to ensure everything entering the bloc meets its climate goals, powerful emerging economies at COP28 have labelled such policies as protectionist, saying they disadvantage poorer trading partners.\nConcerns have also been raised that climate policies of this kind may - even though they cut emissions from one country - make it harder for another nation to sell its goods or access clean energy technology.\n\"Trade regulations can have unintended consequences, and we should be a little thoughtful about that,\" World Bank president Ajay Banga told a side event packed with prime ministers, business executives, trade bosses and diplomats at the talks in Dubai.\nNations are divided over where best to handle a rising number of climate-related trade disputes, a matter that has never been discussed at COP gatherings.\nThe World Trade Organisation (WTO) has received about 18,000 complaints over green policies, yet trade was still often overlooked by climate policymakers, WTO director-general Ngozi Okonjo-Iweala said.\nBrazil, China, India and South Africa applied to have \"concerns with unilateral and coercive climate change-related measures\" added to the COP28 agenda, but their call was not taken up.\nHowever, the subject still forced its way into discussions at the 2023 talks, which on Dec 4 hosted the first-ever \"trade day\" held at the climate negotiations.\nThe friction over green trade has spotlighted what experts say could evolve into a major sticking point in future climate negotiations if left unchecked.\n\"This is becoming a very heated issue,\" Mr Alden Meyer of the think-tank E3G said after a panel discussion on the subject in Dubai.\n'Don't discriminate'\nComplaints over \"protectionist\" climate policies have accompanied calls for the nearly 200 nations at COP28 to reconsider trade rules as they relate to the global race to decarbonise economies and meet emissions targets.\nObservers say the impact of the EU's carbon border tax on poorer countries, particularly in Africa, has been a particular focus.\nChina has been vocally critical of the scheme and in Dubai called for globally agreed trade standards to be set.\n\"For products that meet these standards, we must allow them to go into the market, and to be traded freely, and not set any barriers,\" China's climate envoy Xie Zhenhua told the same high-profile event attended by Mr Banga and other policy heavyweights this week.\nSome developing nations want this regulatory rift addressed at COP conferences because they pertain to domestic climate policies.\nWealthy nations, meanwhile, believe the United Nations climate talks are inappropriate for such deliberations and the WTO is more suitable.\nLeft unchecked, this friction risks \"percolating and bubbling over in different settings\", said Mr Trevor Sutton, research director of the Yale Centre for Environmental Law and Policy.\n'Not a trade-off'\nObservers said the perception that wealthy countries were protecting their own industries at the expense of everyone else risked eroding trust - a critical ingredient at COPs, where decisions are made by consensus.\n\"If there is a trust deficit, many of the countries just think this is for protectionist measures... an obstacle for their development,\" UN trade chief Rebeca Grynspan told an audience in a palatial theatre in the sprawling COP28 venue on Monday.\nThe tension also comes as so-called Global South nations urge richer countries to make good on promises to pay for the devastating impacts of global warming.\n\"There has to be a much more thought-out programme for changing trade rules,\" Ms Lidy Nacpil of the Asian Peoples' Movement on Debt and Development told AFP.\n\"One that doesn't discriminate against the South, but one that actually hastens equitable greening of our planet.\"\nDr Okonjo-Iweala said green trade presented an opportunity, \"not a trade-off\".\n\"We have to lift poverty, enhance people's living standards at the same time as going green, and trade is essential,\" she said. AFP"
  },
  {
    "headline": "Ngozi Okonjo-Iweala says open trade is crucial for decarbonisation",
    "publisher": "The Economist",
    "article-content": "Later this month leaders and officials from around the world will gather in Dubai for the cop28 climate-change summit. High on their agenda will be closing the gap between global climate goals and progress towards them. A recent \"global stocktake\" report from the un found that global greenhouse-gas emissions are still rising, and that national pledges to cut these collectively fall far short of what is needed to keep average global temperatures within 2°C of pre-industrial levels, as set out in the 2015 Paris agreement, let alone the more ambitious 1.5°C objective.\nDelivering deeper emissions cuts will be difficult, even amid record-breaking heat and various government initiatives calling for stepped-up climate action and financing. The International Energy Agency estimates the world can still get there with a massive, policy-driven increase in clean-energy capacity and energy efficiency that will cut demand for fossil fuels by 25% by 2030 and by 80% by 2050, while creating tens of millions of new jobs. This will require global clean-energy spending to rise from $1.8trn this year to $4.5trn annually (in 2022 dollars) by the early 2030s.\nBut this low-carbon push faces strong headwinds. Higher-for-longer interest rates have raised the cost of capital, weighing on investments towards climate and other sustainable-development goals. Slowing economic growth in developing countries—in many of which output remains well below pre-pandemic trends—is another constraint on governments' spending capacity.\nAgainst this backdrop, countries need to use every tool available to deliver a just transition to a clean energy future. Trade policy is one of these, and it is one of the most under-appreciated levers available for driving emissions reductions. But awareness is growing. cop28 will feature a first-ever \"trade day\", with a focus on how trade and trade policy can move the world closer to net zero.\nOpen trade is an indispensable means of pushing clean-energy technologies at speed and scale. In addition, trade is a strong force for increasing what Mark Carney, a former central banker and current un climate-finance envoy, calls \"carbon value for money\"—that is, for maximising emissions reduction per dollar spent.\nTrade has been a big factor in the strongest cause for climate optimism today: the plummeting costs that have made wind and solar energy increasingly competitive with coal and gas. Research from mit suggests that about 40% of the recent decline in solar-power costs can be attributed to scale economies, and wto economists have concluded that this is made possible in part by international trade and cross-border supply chains. One study estimates that if trade in solar photovoltaic modules had been more restrictive over the preceding decade, prices in 2020 would have been 54% higher in China and 107% higher in America. Prices in 2030 would be 20-30% higher than in a scenario with globalised supply chains. Higher prices for renewables would mean less deployment.\nRecent research shows, moreover, that trade amplifies the impact of environmental policy action. For instance, if countries with a lot of clean energy can produce more energy-intensive goods and services while importing energy-light products from countries with less of it, and vice versa, global emissions will fall substantially more than they would have in the absence of that trade. In other words, just as individuals and countries can reap economic gains by specialising in what they are relatively good at, the world can reap environmental gains if countries specialise in activities they are relatively green at.\nAt cop28, the wto will release a set of \"Trade Policy Tools for Climate Action\", offering countries a range of ideas to consider as they ramp up their ndcs—Nationally Determined Contributions—to climate-change action. These include repurposing environmentally harmful subsidies; rebalancing tariff policies that often place higher import duties on low-carbon products than on carbon-intensive goods; using the $13trn in annual government procurement spending to jumpstart markets for emissions-reducing goods and services; co-operating on carbon pricing and green subsidies to minimise negative spillovers and trade tensions; and making food systems more secure and sustainable.\nMost of the items on this menu are steps countries can take individually. But realising the full potential of trade and trade policy to drive climate-change mitigation and adaptation requires countries to work together. With geostrategic rifts widening across the world, we risk going in the opposite direction.\nTurning away from open global markets would reduce the scale economies and competitive pressures that have lowered the cost of decarbonisation. Trade fragmentation would decrease incentives for the technological innovation we still need. Less trade would slow the spread of new ideas, best policy practices and business strategies for solving the climate challenge. The path towards net zero would become slower and costlier.\nIn addition, wto analysis suggests that if the world economy succumbs to protectionist pressures and splits into two isolated blocs, long-term global economic output will fall by at least 5%. Poor countries would suffer the biggest welfare losses, with devastating implications for poverty reduction as well as for their ability to adapt to climate change and invest in the green transition.\nThat is why, at cop28, governments should use trade as a tool as they step up climate ambition and financing for developing countries. And in February, when trade ministers from the wto's 164 members gather in Abu Dhabi for our 13th Ministerial Conference, they can strengthen the wto, recommit to open, rules-based commerce and bolster the system's capacity to promote climate progress."
  }
]

